Repository: Alymbekov/supermarket-docker
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ky

source: Order successfully completed!
ky: Буйрутманыз ийгиликтүү аяктады

source: Login Page
ky: Кируу

source: Register Page
ky: Каттоо

source: Main Page
ky: Баш бет

source: Contacts
ky: Байланышуу

source: Products
ky: Буюмдар

source: Login
ky: Кируу

source: Register
ky: Каттоо

source: Logout
ky: Чыгуу

source: Product name
ky: Продукттун аты

source: Price
ky: Баасы

source: Delete
ky: Жок кылуу

source: Subtotal:
ky: Арадагы:

source: Total:
ky: Жалпы:

source: Checkout
ky: Заказды алуу

source: Send
ky: жиберуу

source: No photo
ky: Суроттор жок

source: Submit
ky: Алуу

source: No catigories
ky: Категориялар жок

source: Watch
ky: Коруу

source: No products
ky: Буюмдар жок

source: Shipping Address
ky: Жеткирүү дареги

source: Shipping Address:
ky: Жеткирүү дареги:

source: Delivery Amount:
ky: Жеткирүү суммасы:

source: Amount:
ky: Суммасы:

source: Buy
ky: Сатып алуу

source: The purchase was successfully completed!
ky: Буйрутманыз ийгиликтүү аяктады

source: Back to Main Page
ky: Баш бетке кайрылуу

source: Create Product
ky: Буюм тузуу

source: Products detail
ky: Буюм

source: Update the product
ky: Буюм озгортуу

source: Delete the product
ky: Буюм жок кылуу

source: Price:
ky: Баасы:

source: som
ky: сом

source: Quаntity:
ky: Саны:

source: kg
ky: кг

source: Products list
ky: Буюмдар

source: Add new product
ky: Буюм кошуу

source: Page
ky: Бет

source: of
ky: чейин

source: Update a product
ky: Буюм озгортуу

source: Search Page
ky: Издоо бетти

source: matcning items
ky: Окшош буюмдар табылды

source: No matching items found
ky: Бир дагы окшош буюмдар табылган жок

source: next
ky: кийинки

source: last
ky: аягы

source: Good is not in the cart.
ky: Буюм корзинада жок.

source: Do want you to add it?
ky: Кошуунуз келеби?

source: Add
ky: Кошуу

source: Good is in the cart.
ky: Буюм корзинада бар.

source: Do want you to remove it?
ky: Жок кылыныз келеби?

source: Search
ky: Издоо
